{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran :\nAn Account of the World's History\n\nEnscribed by Melbeth, High Sage of the Empire of Sharakha\n\nVol. IV - The Golden Age\n\nThere are few accounts of the age which followed the War of Attrition, for it was a time of chaos as the world attempted to recover from the destruction wrought by Kauzgauroth, Lord of Destruction.  We do know that this time saw the first rise of empires and kingdoms, slowly giving birth to civilization as we know it.  These early realms vied with one another constantly for dominion, and war was commonplace as each attempted to secure its dominion.\n\nIn time, one realm gained mastery over much of Abaran, uniting its people through peace and knowledge, rather than the strength of the blade.  This mighty realm was called Ghaaris, the Golden Realm, and it became reknowned for great advancements in lore, sorcery, and technology.  It is difficult to discern which tales of Ghaaris hold merit, but legend claims its people found a way to escape death, becoming immortals of great power.  The city of Mehlora, from which the Golden Emperors ruled Ghaaris, is said to have been raised from its foundations to rest among the clouds, a jewel in the sky for all to marvel upon.  For a thousand years, Ghaaris maintained peace across Abaran, a grand Golden Age from which emerged the greatest wonders ever to be seen upon this world.  \n\nIn time, though, legend holds that the glory of Ghaaris waned, and the powerful sorceries wrought during the Golden Age began to fail.  A great calamity struck in the sky city of Mehlora, and it was sent hurling down upon the lands below, destroying much of the splendor of the Golden Realm.  The cause for this disaster is unknown to us, for any records that may have been kept were surely destroyed in the ensuing destruction, and Ghaaris' fate has forever since remained a mystery...\n\nAnd so the days of the Golden Age came to an end, heralding the beginning of a long era of darkness and war..."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran, Vol. IV - The Golden Age"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_BOOK_004"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_book_004"
  },
  "xModelPart1": {
    "type": "word",
    "value": 3
  }
}
