{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran :\nAn Account of the World's History\n\nEnscribed by Melbeth, High Sage of the Empire of Sharakha\n\nVol. VII - The Empire of Sharakha\n\nThe fall of King Khagrim the Damned saw hope return to Abaran once more.  The Almighty Rakha, the Great Savior of Abaran, guided those who had lived under Khagrim's shadow in creating a realm of peace and prosperity.  Such was the birth of our Empire of Sharakha, and Rakha was named its Emperor.  All were welcomed to join the folds of Sharakha, though in His great wisdom, Rakha did not attempt to subject anyone to His rule.  Many lands gladly accepted His offer, however, and Sharakha quickly grew to encompass much of southern Abaran.  \n\nPeace reigned for nearly fifty years, and Sharakha achieved great advancements not seen since the days of the Golden Age.  Rakha guided His people with justice and compassion, and He was loved by all under His rule.  But in the wild lands of the Northern Reaches, where the people had always been quick to wage war, jealousy and resentment grew against the glory of Sharakha.  \n\nA dark and evil sorceror, known only as the Crimson Prophet, spoke foul lies into the ears of those who would listen amongst the Northern Reaches.  The Prophet bade them make war upon Sharakha, undoubtedly seeking to overthrow our grand realm and take it for his own.  So was the peace which Rakha had strived to achieve for so long was shattered as battles began to break out all across the northern frontier.\n\nIt has been with a heavy heart that the Empire of Sharakha has been forced into war, forced to take up arms against our northern neighbors.  But with Rakha's wisdom guiding our path, we will drive back the evil forces of the Crimson Prophet, and spread the word of the Almighty Savior across Abaran.  Only then shall peace reign, and the darkness of war pass from this land forever..."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran, Vol. VII - The Empire of Sharakha"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_BOOK_007"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_book_007"
  }
}
