{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran :\nAn Account of the World's History\n\nEnscribed by Melbeth, High Sage of the Empire of Sharakha\n\nVol. V - An Age of Darkness\n\nWhen the Golden Realm of Ghaaris fell, the people of Abaran found themselves lost and forlorn.  For a millenia, Ghaaris had maintained peace and order upon this world, and war had become all but unknown.  War would soon begin anew, though, as many sought to subject the chaotic lands to their rule.  \n\nThese were dark times for Abaran, for many tyrants arose to power, constantly warring amongst themselves for dominance.  The wonders of the Golden Age were largely lost, and deadly plagues ravaged the weary lands even further.  The Elves and Dwarves, once steadfast allies of Humans, grew distant and hid their realms in secluded regions of Abaran.  It seemed there was little hope to be had, and many looked on in despair...\n\nThe worst was yet to come.  Throughout the southern lands of Abaran, a ruthless barbarian began waging war upon all who stood in his path.  This man would become known as King Khagrim the Damned, and for many years he held the lands under his rule within an iron grip.  Countless are the atrocities commited in the name of King Khagrim, and while he was reviled by all within his lands, his power continued to grow.  None could stand against the hordes of evil men in Khagrim's army, and his realm soon stood mightier than any other.\n\nAll upon Abaran lived in fear, for it seemed only a matter of time before all would fall under the dark shadow of King Khagrim the Damned..."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran, Vol. V - An Age of Darkness"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_BOOK_005"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_book_005"
  }
}
