{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran :\nAn Account of the World's History\n\nEnscribed by Melbeth, High Sage of the Empire of Sharakha\n\nVol. I - The Creation of the World\n\nIn the beginning, there was only the Void, an eternal expanse of nothingness stretching throughout the entirety of the universe, and Eon, Father of the Fates, the Great Creator.  For untold ages, Eon existed in isolation within the Void, lying in endless sleep throughout the passage of time.  We mortals cannot begin to comprehend the nature of the Void, for it is a realm of nothingness, but here Eon dwelt until a strange occurrence awoke Him from His slumber...\n\nAs He slept, a dream came to Eon of others besides Himself within the emptiness of the Void.  So great are even the thoughts of Eon that a great darkness took shape within the Void, coalescing into the form of a horrible being, whom we on Abaran know as Vhakaris, Master of the Night.  The blackness of Vhakaris stretched out throughout the Void, filling it with the darkness of the night, and Eon, fearful of the change covering his realm, wished for a light to guide his path.  A massive ball of flame erupted at His thought, pushing back the taint of Vhakaris wherever its light touched.  Such was the birth of Makhal, King of the Sun.\n\nVhakaris looked upon his new rival with hate and scorn.  He attempted to quell the light of Makhal, but his efforts were in vain, for Makhal stood steadfast against the onslaught of the Master of the Night.  From that time forth, Vhakaris swore to extinguish the flaring brilliance of Makhal, and the two have been locked in their struggle ever since.  Their cycle is endless, for Vhakaris will often wrestle down the might of Makhal, but his victory is short-lived, for with the dawn, Makhal unerringly rises once more, his magnificent radiance filling the Void with its light once more.  And so were born the day and the night.\n\nEon watched His creations in wonder, amazed at the change they had wrought throughout the Void.  But Vhakaris and Makhal paid little heed to Eon, and in time, He wished to have a companion with whom He could share the endless passage of time.  Once more, Eon's thought took form, this time in the form of a woman, who later mortals would name Avarial, Mother of Nature.  For her, Eon crafted a great orb which He named Abaran, Gift of the Gods.  Avarial, awakening into existence, looked first upon Abaran, instantly becoming enamored to it.  This dismayed Eon, for His new companion paid little heed to Him, instead gazing endlessly upon Eon's gift.  For an age, Eon sought to gain Avarial's favor, but her thought remained bent upon Abaran.  Finally, in desparation, Eon descended upon Abaran's surface, populating it with all manner of seas, mountains, and rock.  Avarial, overjoyed at the thought of being able to craft Abaran to her desire, came to truly look upon Eon for the first time, and forever afterwards, they have remained together, shaping our world as they see fit.\n\nVhakaris and Makhal, jealous of Avarial's beauty, came to Eon, telling Him that they too wished to have companions to join them in the Void.  Eon, knowing the loneliness of the Void and seeking an end to the eternal conflict between Vhakaris and Makhal, complied, creating a mistress for each of his fellow gods.  To Vhakaris he gave Akhana, known to us as the Mistress of Death, and to Makhal he gave Elhora, who would later be called the Queen of the Stars.\n\nEon's plan succeeded for a time, for Vhakaris turned his attention away from Makhal, and an age of peace ensued.  But had Eon known the consequences of His creations, He may have acted differently, for soon, Abaran would be wracked with the conflicts of the gods, a war that would change the world forever...  "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran, Vol. I - The Creation of the World"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_BOOK_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_book_001"
  }
}
