{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "This note was given to you by your mother ust before her death to the Dark Plague, and your coming to Ghaarak.  It reads:\n\nMy dearest child,\n\nThough death shall soon take me from this mortal realm, know that I go with no regrets.  When I look upon you, I know that my life has not been in vain, for I am proud of the adult you have become.  Whatever fate may find me in the afterlife, know that I shall do what I may to continue watching over you, protecting you from harm.\n\nYour father shall watch over you when I am gone.  Do try to mend the differences that have grown between you, for he is a good man.  I know his duty to our Empire has often kept him away from us, but do not mistake his behavior for disinterest.  Okaris simply has a hard time with showing his feelings.  He does care for you greatly, and I can assure you your father will watch over you carefully.\n\nYour fate shall be your own, my child, and I am sure it will be a grand one.  I wish that I could live to see a bit more of it, but fate has deemed otherwise, and who are we mortals to argue with destiny?  Know that I shall always love you.\n\nYour mother,\nLoralia"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "A Tattered Note"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 15
  },
  "PaletteID": {
    "type": "byte",
    "value": 23
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_MED_001"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_med_001"
  }
}
