{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran :\nAn Account of the World's History\n\nEnscribed by Melbeth, High Sage of the Empire of Sharakha\n\nVol. VI - The Coming of Rakha\n\nIn the 1300th year after the fall of Ghaaris, the realm of King Khagrim the Damned dominated much of Abaran.  Fear reigned under his iron grip, and all lived in despair, having long ago forsaken hope.  It seemed none could stand against the wave of tyranny which had spread across the world...\n\nSo it may have continued, but for the coming of the Great Savior, the Almighty Rakha.  Appearing first in the wastelands of Arn, Rakha came into the world of Abaran as a shining beacon of hope amongst the darkness.  Journeying from town to town on the outskirts of that deserted land, Rakha went among the downtrodden people, healing sickness where He found it, preaching words of compassion to all who would listen.  Rakha spoke of times of peace, claiming that none should live in the shadow of fear and tyranny.  Soon, many had hearkened to His words, for He had inspired hope into those that had none...\n\nIt was not long before King Khagrim the Damned received word of this wandering pilgrim, and he was not pleased by the news.  Khagrim began mercilessly persecuting any who followed Rakha's path, subjugating all who heeded the Almighty Savior's words to terrible punishment and death.  But Khagrim underestimated the fires that Rakha had fueled into the hearts of men, and soon civil war erupted against the rule of the tyrannical king.\n\nRakha Himself came before King Khagrim the Damned, alone and unaided.  Speaking words of peace and compassion, Rakha plead with King Khagrim to release his people from tyranny, to merely rule with a just and righteous hand.  In reply, Khagrim mocked the Almighty Savior, and sought to slay Him for daring to stand against the king.  Rakha saw that there would be no reasoning with the evil king, and upon the gates of Khagrim's castle, the Great Savior struck him dead.  \n\nWith Khagrim's passing, the shadow which had held southern Abaran in its grip for so long was lifted, dispersed into the winds by Rakha's shining light.  Hope had finally returned, and Rakha's name was sung in praise by the people who had lived in fear for so long..."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran, Vol. VI - The Coming of Rakha"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_BOOK_006"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_book_006"
  },
  "xModelPart1": {
    "type": "word",
    "value": 3
  }
}
