{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran :\nAn Account of the World's History\n\nEnscribed by Melbeth, High Sage of the Empire of Sharakha\n\nVol. II - The Ancient Days\n\nAs the ages passed, Avarial, Mother of Nature, grew lonely upon her trips to Abaran's surface, and desired to create living things in the image of the gods.  She came to her companion, Eon, Father of the Fates, and begged that He comply with her wishes.  Eon, never one to refuse His mistress, sought to bring life to the surface of Abaran, but with little avail, for as soon as He would breathe life into his creations, they would quickly freeze and die.  Eon came to Makhal, King of the Sun, and pleaded him to warm the surface of Abaran with his radiance, to which Makhal complied.  Returning once more to the world, Eon brought all manner of creatures into being, but his grandest achievement was the race of Elves, to whom Avarial has always held closest to her heart.\n\nBut Akhana, mistress of Vhakaris, Master of the Night, grew jealous when she gazed down upon Abaran, desiring such a gift for her own.  Vhakaris, though, has always been capable only of darkness and destruction, and could not give his mistress a world of her own.  In spite, Akhana cursed Vhakaris, calling him a weakling and a fool, fueling resentment and hatred within him.  Akhana knew her master's nature, and as she continued to feed his anger, Vhakaris grew enormous in size, the darkness of his being covering all of Abaran, eclipsing the light of Makhal, and covering the world in an eternal night.  Under the cover of his shadow, Akhana came to Abaran, destroying all that stood before her wake.\n\nThe Elves cried out to the gods in horror at the death and darkness stretching over Abaran.  Elhora sought to ease their suffering, sparkling the night sky with thousands of stars to guide their path in the dark.  Makhal placed two large orbs in the sky, which, while paling to the radiance of his sun, brought some relief to the endlessness of the night.\n\nWhen Avarial caught word of the destruction, she begged Eon to intervene.  Coming among the gods whom He had created, Eon called a great council among the gods, bringing a halt to Akhana's wave of death upon Abaran.  But the gods could little agree upon a solution to their quarrels, for each had their own desires.  It appeared that the war would begin anew at any moment, and it surely would have, had Eon not once more intervened.\n\nSeeking a compromise among the various gods, Eon proposed a solution.  Each of the gods would be given a portion of the world to rule as they saw fit, but only in their realm would they hold dominance.  To Makhal was given the realm of the sky and the heavens.  For half of each day, he would rule supreme over Abaran, to watch and keep safe.  The other half of each day belonged to Vhakaris, who would cover the world with his darkness.  But even then, Elhora would light the skies with her stars, to guide the creatures of the land and ensure that the gods could keep watch over the world below.  Akhana, who had sought dominion over Abaran, was instead given rule of the underworld, so that as life passed out of Abaran, it would come to populate her realm.  Avarial took claim over the wildlands of the world, and her touch can be seen in all things that live and grow even today.  Finally, Eon refused dominance over any realm, instead opting to watch over the fate of the world, guiding it as He saw fit from the Void.\n\nSo did the world come to be as it is today.  The gods continued to populate the lands with many creatures both large and small, and the ages saw the rise of many new races: Dwarves and Gnomes, Halflings and Humans, Goblins and Orcs, and countless others.  The gods contented themselves to work through their creations, watching in amazement as the world grew and flourished.  But the gods seem never to be fully at peace with one another, and soon, war would be on the horizon once more..."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran, Vol. II - The Ancient Days"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_BOOK_002"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_book_002"
  }
}
