{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran :\nAn Account of the World's History\n\nEnscribed by Melbeth, High Sage of the Empire of Sharakha\n\nVol. III - The War of Attrition\n\nAkhana, Mistress of Death, ruled over the underworld for many ages in contentment with her new realm.  As time went by, though, her desire for power grew stronger, and as peace began to reign once more upon Abaran, Akhana's realm slowed in its growth.\n\nThere was little Akhana could do to sow war and dissent upon Abaran, however, for the gods watched her closely, and she was not allowed to pass the boundaries of the underworld.  But, in a age now long lost to history, a plan came to Akhana, and she conceived a way to work her will upon the world above.\n\nCalling upon her master, Vhakaris, Lord of the Night, Akhana sought to create an offspring of her loins, in a similar fashion to the living creatures upon Abaran's surface.  To her surprise, her plan worked, and Akhana brought forth a great multitude of eggs encasing her foul children.\n\nVhakaris took the eggs with him, hurling them down upon Abaran in the darkest hours of the night.  There, the eggs laid in wait for many years, unseen by the watchful eyes of their fellow gods.\n\nAs the eggs began to hatch, a horde of demonic spawn emerged, fighting amongst one another for supremacy.  By far the greatest among these evil siblings would later be known as Kauzgauroth, Lord of Destruction, and his power rivaled even the gods.  Uniting his fellow siblings under his strength, Kauzgauroth led his army through Abaran, destroying all who would oppose him.  None could stand before Kauzgauroth and his army, and the races of Abaran hid in fear of the terror unleashed upon their world.\n\nEon, Father of the Fates, looked upon Abaran in dismay, for He had deemed that the gods must remain free of the fate of Abaran, yet Kauzgauroth appeared poised to destroy all that the gods had worked so hard to create.  He went to Makhal, King of the Sun, and Elhora, Queen of the Stars, and sought their counsel.  Elhora, also distraught over the carnage occurring on Abaran, agreed to concieve a child of her own, one capable of standing against Kauzgauroth's might. \n\nElhora found a woman fitting of her child, and implanted the seed of her offspring within the woman.  So was Vallana, Lady of Light, born unto the mortals of Abaran.  Though she carried a Human form, Vallana possessed the divine strength of her parentage, and as she grew in age, she slowly united the oppressed people of Abaran under her leadership.\n\nBy the time Vallana reached maturity, much of Abaran lay in ruins, and it seemed Kauzgauroth would soon hold sway over the entirety of the world.  Vallana, seeing that time was short, led those who would follow her from hiding to battle against Kauzgauroth and his demons.  So did the War of Attrition begin, and tales hold that all corners of the world were stained red with blood during the ensuing battles.\n\nBut Vallana and her followers pushed back the hordes of Kauzgauroth, and upon the Sacred Mountain, Vallana stood in single combat with Kauzgauroth himself.  In the end, Kauzgauroth was defeated, but Vallana could find no way to destroy him completely.  \n\nEon, watching from the Void, realized that only with His aid would Kauzgauroth's evil be ended for good.  Eon brought into being a child of His own, Justicar, Lord of the Balance, and He sent his newly created offspring to the Sacred Mountain.  There, Justicar wrought a great prison, capable of containing Kauzgauroth's might for all eternity, but it required Vallana sacrifice herself as well to ensure Kauzgauroth could never emerge once more.  Vallana grew saddened by this news, for she had come to love the world she had saved, and had little desire to leave it yet.  But as she gazed upon the ruin and destruction wrought upon the lands, she knew that all would be lost if Kauzgauroth were ever to be released again.  Justicar sealed the Lord of Destruction within his prison, and Vallana placed her blade to her heart.  Plunging the sword deep into her breast, Vallana's blood poured over the seals wrought by Justicar, Kauzgauroth was bound to his prison for all eternity.  With her last breaths, Vallana bid the world of Abaran farewell, and her body was buried upon the Sacred Mountain, a monument to the sacrifice which saved us all from certain destruction.\n\nAs for Justicar, his fate remains unknown.  Some claim that he returned to his father in the Void, while others believe he stands as the eternal guardian over Kauzgauroth's prison.  The truth may never be known, for the Keeper of the Balance has passed now out of all tales and legends..."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The History of Abaran, Vol. III - The War of Attrition"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_MISC_BOOK_003"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_misc_book_003"
  },
  "xModelPart1": {
    "type": "word",
    "value": 3
  }
}
