{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "To better aid us in hiding our movements from the Imperial garrison within the city, the two of you are to remain at the Ravenclaw Tavern until further notice.  Our contact in the Market District, that despicable little maggot Shrak, will keep an eye out for any potential buyers that may cross his path.  He will then send them to you, and you can arrange for a slave's delivery through our base of operations.\n\nShould you find a buyer, bring them to see me at our lair.  I wish to speak with anyone prying into our affairs before we have dealings.  Tell any potential customers to meet you in the sewers, and only then reveal the location of the base.  If we find our new buyers to be untrustworthy, we can easily deal with them on our own turf...\n\nShould you have any troubles finding the trapdoor, which we have gone to great pains to keep hidden, speak with Egbar the Dwarf.  He can be found in the sewers of the city, on cleaning detail with his crew.  Egbar has been paid handsomely to keep our affairs quiet, and can be counted on to be an ally.\n\nWe are likely safe, lying in hiding beneath the city as we are... but it is best not to take any chances...\n\nThis shall only be a temporary situation, as our business here in Ghaarak draws to an end soon, and we may leave to sell our prizes upon other shores within several days.  Until then, do as I have commanded...\n\n- Jhordak"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Bloodhawk Missive"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 52
  },
  "PaletteID": {
    "type": "byte",
    "value": 54
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_PLOT_047"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_plot_047"
  }
}
