{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "[This ledger, written in fine strokes by a precise hand, has a marker set towards the back of its pages.  You turn to the page, where an entry reads:\n\n\"I have found myself thinking a great deal of my mother in the last few days.  I believe that little homeless girl I saw in the Market District the other day brought this particular case of nostalgia upon me.  She was sitting beside one of the merchant stands, reciting an old poem mother used to tease my sister with...\n\nThe boy to my right has nine cakes,\nThe one on my left has only one,\nI'm so hungry I've got the shakes,\nBut boys don't share, and I have none...\n\nA silly little thing, really, but it used to make me smile when I was a lad.  Come to think of it, this little poem gives me an idea for arranging the warding runes on the Control Stone.  Maybe now I won't forget the combination so often...\n\nI believe I'll do that right now.  Captain Anagril is escorting those visiting sorcerers from the south in as I write, so I'll need to be quick about it...\"\n\nThis is the last entry in the ledger, for it seems Zhiram never had an opportunity to write more.]"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Zhiram's Ledger"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 7
  },
  "PaletteID": {
    "type": "byte",
    "value": 54
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_PLOT_021"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_plot_021"
  }
}
