{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The Control Stone is a device unlike any other ever created here in Ghaarak. Its tremendous power has been utilized for many extraordinary purposes. The grandest of these achievements is certainly the impervious shield we can summon over the district gates in the unlikely event we ever come under attack. In addition, the stone has been used extensively for the purpose of animating magical constructs to aid in menial tasks of labor, allowing our Imperial citizens ample time to pursue more fitting pursuits.\n\nActivation of the Control Stone is quite simple. The simple arcane phrase, \"Milak Navok\", is all that is needed to summon forth the stone's power, though of course we have placed runes of warding to prevent any improper use. High Sorcerer Zhiram has been placed in charge of the Control Stone's usage, so should you need to utilize its abilities, please speak with him. Only he can give you the proper rune combination to pass through its protections, and command the power of the stone.\n\nBe wary of tampering with the stone in any unlawful fashion. The sorceries at work within are quite potent, and if unleashed, could prove quite destructive and dangerous."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Ledger #13 : The Control Stone"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 2
  },
  "PaletteID": {
    "type": "byte",
    "value": 54
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_PLOT_007"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_plot_007"
  }
}
