{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "[This letter, found in Mikel Ravenclaw's possession, reads:\n\n\"Mikel, I know that you and I have not had much to do with one another in the past, but I would like to remedy that situation.  You see, I am in the position of needing some... less desirable... aid, and I do believe you can assist me in the matter.  I wish to bring an end to the troublesome Magistrate Okaris and his bratty child, for they alone stand in my path of ruling Ghaarak.  If you can arrange for the Magistrate's child to be assassinated, I am willing to pay you a hefty amount of gold, more than you could ever dream of.  In addition, once I come to rule the city, you and I can speak further regarding more profitable opportunities.\n\nIn the meantime, I intend to take care of Magistrate Okaris.  I have an especially gruesome fate in store for him... a fitting end to his reign of self righteousness.  \n\nI do not believe I have to tell you the importance of keeping this matter secret.  When the deed is done, I will contact you further.\"\n\nThe letter is unsigned, but you notice the handwriting to be that of Chancellor Varhun, your father's aide in city affairs...]"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Letter to Mikel Ravenclaw"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 32
  },
  "PaletteID": {
    "type": "byte",
    "value": 54
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_PLOT_017"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_plot_017"
  }
}
