{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "April 1, 1372\n\nI have begun to wonder why I ever took the position of Magistrate, for my duties seem to keep me occupied at all times.  Even now, on the day of my only child's graduation, I cannot have a moment's peace...  Still, I cannot shirk my responsibilities to Ghaarak, and the letter I received from Lord Amildor Greyhawke has increased my concern over this city's safety.  \n\nWe should never have taken that stone from the crypt.  Even as I write, I hear its voice, speaking in my mind, and that thought terrifies me.  I have come to believe that this Crimson Prophet, of whom the Empire now seems quite in fear of, is the same man we saw in the depths of those strange ruins.  He seems to be on our trail, already having killed the other leaders of our ill fated expedition.  I believe it is the stone he wants, and should he come for it, I do not know that I will refuse his wishes.  Better to be rid of the damnable thing, and perhaps regain my peace of mind.\n\nIt seems Lord Greyhawke has arrived, and is on his way here.  I eagerly await the chance to speak with him in person, for we have much to discuss.  If his words are true, then maybe I can put a stop to this before it is too late...\n\n[The diary ends here, for it seems your father never got a chance to complete any further entries...]"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Diary of Okaris, Magistrate of Ghaarak"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 54
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_PLOT_006"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_plot_006"
  }
}
