{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Magistrate Okaris,\n\nIt has come to my attention that your child will soon participate in the final tests to graduate the Imperial Academy.  I know you must be quite proud to see your offspring reach such a prestigious achievement, and we of Zhantara extend our blessings to your family.\n\nI would like to take this chance to ask what future you foresee for your child.  I know you and I have often discussed the possibility of further training amongst the ranks of the ShadowGuard, and I was curious as to whether you have given this proposal any further thought.\n\nI have consulted Emperor Rakha regarding this matter, and He feels such a path would be most beneficial to all involved.  The decision lies with you, of course, but please do give this matter some thought.  \n\nOn other matters, I will be visiting your city of Ghaarak soon, and I am quite interested in investigating this gem your men recently uncovered.  Your recent letters have suggested that you are frightened of its power, and rightfully so.  If this thing is truly a relic of the Golden Age, its might is surely greater than we mortals of this age could fathom.  \n\nAs you know, Emperor Rakha has taken a great interest in any ancient relics of late, and He wishes to discover more of your finding.  Please prepare a full report for my coming, and we will discuss this matter further in person.\n\nYour friend,\n\nOverlord Vhorkas, High Commander of Zhantara"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Letter to Your Father"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 42
  },
  "PaletteID": {
    "type": "byte",
    "value": 54
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_PLOT_022"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_plot_022"
  }
}
