{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Shrak,\n\nWith the Imperial guard increasing its watch over the Market District, we of the Bloodhawks have had to increase our vigilance against their prying eyes.  We have relocated our base to a hidden sector of the city, and will no longer be able to directly contact you for new additions to our... stock.\n\nFor the time being, I have stationed two of my men at the Ravenclaw Tavern.  You may feel free to go to them should you have need to contact us, and they will take care of any business you may need to conduct with our organization.\n\nI have instructed my men to use all caution when dealing with strangers, so be wary to follow my next instructions.  Upon need to contact us, go to the inn rooms at the Ravenclaw Tavern.  My men are residing in one of these rooms.  You must knock on the door three times, upon which one of the men will ask your business.  Tell him the phrase: \"The hawk's blood flows freely...\", and my men will know you to be an ally.  Do not forget this, for they shall not have any dealings with you otherwise!\n\nI apologize for any troubles this may cause you, but we feel it necessary to take all precautions to avoid being discovered. \n\n- Jhordak"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Bloodhawk Letter"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 61
  },
  "PaletteID": {
    "type": "byte",
    "value": 54
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "IT_PLOT_010"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "it_plot_010"
  },
  "xModelPart1": {
    "type": "word",
    "value": 61
  }
}
