{
  "__data_type": "JRL ",
  "Categories": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "Comment": {
          "type": "cexostring",
          "value": ""
        },
        "EntryList": {
          "type": "list",
          "value": [
            {
              "__struct_id": 0,
              "End": {
                "type": "word",
                "value": 0
              },
              "ID": {
                "type": "dword",
                "value": 50
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "I've had enough of Perin's prattling. From here on in he'll have to fend for himself."
                }
              }
            },
            {
              "__struct_id": 1,
              "End": {
                "type": "word",
                "value": 0
              },
              "ID": {
                "type": "dword",
                "value": 10
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "I've given Perin a second chance and asked him to rejoin me. We're going to have to work together if we expect to get rich off of this endeavor."
                }
              }
            }
          ]
        },
        "Name": {
          "type": "cexolocstring",
          "value": {
            "0": "Henchman"
          }
        },
        "Picture": {
          "type": "word",
          "value": 65535
        },
        "Priority": {
          "type": "dword",
          "value": 4
        },
        "Tag": {
          "type": "cexostring",
          "value": "Henchman"
        },
        "XP": {
          "type": "dword",
          "value": 0
        }
      },
      {
        "__struct_id": 1,
        "Comment": {
          "type": "cexostring",
          "value": "10) On entering Inn for the first time.\r\n20) On speaking to Talias\r\n30) On acquiring Perin as a henchman.\r\n40) On entering the Ruins\r\n50) On exiting the Ruins\r\n60) On returning to the Inn of the Lance\r\n"
        },
        "EntryList": {
          "type": "list",
          "value": [
            {
              "__struct_id": 0,
              "End": {
                "type": "word",
                "value": 0
              },
              "ID": {
                "type": "dword",
                "value": 10
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "It has been a long journey from Gardensfeldt and I have sought shelter for the night at the ramshackle Inn of the Lance, along the roadside. The place seems deserted save the innkeep and a lone gnome at a table in the far corner."
                }
              }
            },
            {
              "__struct_id": 1,
              "End": {
                "type": "word",
                "value": 0
              },
              "ID": {
                "type": "dword",
                "value": 20
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "It has been a long journey from Gardensfeldt and I have sought shelter for the night at the ramshackle Inn of the Lance, along the roadside. The innkeep, a man named Talias, claims that the gnome at the corner table has tall tales of some recently discovered treasure. I should probably check it out."
                }
              }
            },
            {
              "__struct_id": 2,
              "End": {
                "type": "word",
                "value": 0
              },
              "ID": {
                "type": "dword",
                "value": 30
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "It has been a long journey from Gardensfeldt and I have sought shelter for the night at the ramshackle Inn of the Lance, along the roadside. Perin Izrick, the gnome at the corner table, claims that he has discovered the long-lost treasure cache of the dreaded Dark Ranger. He has requested my assistance in reaching the cache, knowing that there is more treasure than even the two of us will be able to carry. Simply selling the treasure to the innkeep should make both of us a minor fortune."
                }
              }
            },
            {
              "__struct_id": 3,
              "End": {
                "type": "word",
                "value": 0
              },
              "ID": {
                "type": "dword",
                "value": 40
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "After a long journey from Gardensfeldt, I sought shelter for the night at the ramshackle Inn of the Lance, along the roadside. Little did I know what fortunes this would bring! Perin Izrick, the inn's sole patron, requested my assistance in recovering the lost treasure cashe of the long-dead Dark Ranger. I have now entered a ruined keep in Deadman's Marsh and the treasure does indeed seem to be more than we could ever possibly carry back in a single load. I think I shall try to rest here, then load up with as much as I can carry before heading back to sell these treasures to Talias at the Inn of the Lance."
                }
              }
            },
            {
              "__struct_id": 4,
              "End": {
                "type": "word",
                "value": 0
              },
              "ID": {
                "type": "dword",
                "value": 50
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "After a long journey from Gardensfeldt, I sought shelter for the night at the ramshackle Inn of the Lance, along the roadside. Little did I know what fortunes, both good and bad that this would bring! Perin Izrick, the inn's sole patron, requested my assistance in recovering the lost treasure cashe of the long-dead Dark Ranger. I entered a ruined keep in Deadman's Marsh and the treasure did indeed seem to be more than I could ever possibly carry back in a single load. Little did I know that a curse has been placed upon it all. Laden down with my precious burden, I am now pursued through the Deadman's Marsh by vengeful forest spirits intent on killing me for looting their former master's belongings. I find myself with quite a dilemma: do I drop some of my precious cargo that I might better flee their assault or should I struggle on, inching my way home to claim the greater reward."
                }
              }
            },
            {
              "__struct_id": 5,
              "End": {
                "type": "word",
                "value": 1
              },
              "ID": {
                "type": "dword",
                "value": 60
              },
              "Text": {
                "type": "cexolocstring",
                "value": {
                  "0": "After a long journey from Gardensfeldt, I sought shelter for the night at the ramshackle Inn of the Lance, along the roadside. Little did I know what fortunes, both good and bad that this would bring! Perin Izrick, the inn's sole patron, requested my assistance in recovering the lost treasure cashe of the long-dead Dark Ranger. I entered a ruined keep in Deadman's Marsh and the treasure did indeed seem to be more than I could ever possibly carry back in a single load. Little did I know that a curse has been placed upon it all. Laden down with my precious burden, I was pursued through the Deadman's Marsh by vengeful forest spirits intent on killing me for looting their former master's belongings. At long last I have made my way back to the Inn of the Lance, however, where I am sure Talias will pay me for my troubles with bricks of gold!\n\nNOTE: Congratulations! You have completed \"The Dark Ranger's Treasure.\" When you are ready to end this adventure, ask Talias if you can spend the night at the inn."
                }
              }
            }
          ]
        },
        "Name": {
          "type": "cexolocstring",
          "value": {
            "0": "The Dark Ranger's Treasure"
          }
        },
        "Picture": {
          "type": "word",
          "value": 65535
        },
        "Priority": {
          "type": "dword",
          "value": 0
        },
        "Tag": {
          "type": "cexostring",
          "value": "DarkRanger"
        },
        "XP": {
          "type": "dword",
          "value": 0
        }
      }
    ]
  }
}
