{
  "Extensions": [],
  "Items": [
    {
      "ID": "04eb9c34-059d-41dc-847f-6a765fc5cf47",
      "Index": -1,
      "Overrides": "7a451393-4707-47ad-22be-033149ee4336",
      "Disabled": false,
      "Hint": "",
      "ScriptConstant": "",
      "SourceLabel": "DevastatingCrit",
      "ExtensionValues": {},
      "Name": {
        "Index": 83482,
        "EN": {
          "M": "Devastating Critical"
        },
        "FR": {
          "M": "Critique dévastateur"
        },
        "DE": {
          "M": "Vernichtender Kritischer Treffer"
        },
        "IT": {
          "M": "Colpo critico devastante"
        },
        "ES": {
          "M": "Crítico devastador"
        },
        "PL": {
          "M": "Niszczące trafienie krytyczne"
        }
      },
      "Description": {
        "Index": 3909,
        "EN": {
          "M": "Type of Feat: Combat\nPrerequisite: Strength 25\u002B, Cleave, Great Cleave, Improved Critical (weapon to be chosen), Overwhelming Critical (weapon to be chosen), Power Attack.\nSpecifics: Whenever scoring a critical hit with the chosen weapon, the character\u0027s target must make a Fortitude save or die instantly (DC 10 \u002B 1/2 character level \u002B strength modifier). Creatures who are immune to critical hits are not affected by this feat.\nUse: Automatic.",
          "F": "Type of Feat: Combat\nPrerequisite: Strength 25\u002B, Cleave, Great Cleave, Improved Critical (weapon to be chosen), Overwhelming Critical (weapon to be chosen), Power Attack, Weapon Focus (weapon to be chosen).\nSpecifics: Whenever scoring a critical hit with the chosen weapon, the character\u0027s target must make a Fortitude save or die instantly. Creatures who are immune to critical hits are not affected by this feat.\nUse: Automatic."
        },
        "FR": {
          "M": "Type de don : Combat\nCondition : Force 25\u002B, Enchaînement, Enchaînement suprême, Science du critique (dans l\u0027arme désirée), Critique anéantissant (dans l\u0027arme désirée), Attaque en puissance, Arme de prédilection (dans l\u0027arme désirée).\nDescription : En cas d\u0027attaque critique avec l\u0027arme sélectionnée, la cible de l\u0027attaquant doit effectuer un jet de Vigueur ou mourir. Les créatures immunisées contre les critiques ne sont pas affectées.\nUtilisation : automatique"
        },
        "DE": {
          "M": "Art des Talents: Kampf\nVoraussetzung: 21. Stufe, Doppelschlag, Rundumschlag, Verbesserter Kritischer Treffer mit der gewählten Waffe, Überwältigender Kritischer Treffer mit der gewählten Waffe und Waffenfokus mit der gewählten Waffe, Heftiger Angriff, Stärke 25\u002B.\nVorteil: Wenn der Charakter einen kritischen Treffer mit der ausgewählten Waffe landet, muss das Opfer einen Zähigkeitswurf bestehen oder sterben.\nKreaturen, die gegen kritische Treffer immun sind, werden von dem Talent nicht betroffen.\nGebrauch: Automatisch."
        },
        "IT": {
          "M": "Tipo di talento: combattimento.\nPrerequisiti: livello 21, Incalzare, Incalzare potenziato, Critico migliorato nell\u0027arma prescelta, Colpo distruttore nell\u0027arma scelta, Arma focalizzata nell\u0027arma scelta, Attacco poderoso, forza 25\u002B.\nDescrizione: ogni volta che metti a segno un colpo critico con l\u0027arma che hai scelto, il bersaglio deve effettuare con successo un tiro salvezza di tempra, per non morire all\u0027istante. Le creature immuni ai colpi critici non subiscono l\u0027influenza di questo talento.\nUso: automatico."
        },
        "ES": {
          "M": "Tipo de dote: Combate\nPrerrequisito: Fuerza 25\u002B, Ataque poderoso, Crítico arrollador (con el arma seleccionada), Crítico mejorado (con el arma seleccionada), Gran hendedura, Hendedura y Soltura con un arma (con el arma seleccionada).\nDetalles: Siempre que se consiga un golpe crítico con el arma escogida, el objetivo tendrá que realizar un tiro de salvación de Fortaleza o morirá de forma instantánea. Las criaturas inmunes a golpes críticos no se ven afectadas por esta dote.\nUso: Automática."
        },
        "PL": {
          "M": "Rodzaj atutu: bojowy\nWymagania: Siła 25\u002B, Rozpłatanie, Wielkie rozpłatanie, Ulepszone trafienie krytyczne (w wybranej broni), Przytłaczające trafienie krytyczne (w wybranej broni), Potężny atak, Ulubiona broń (wybranego typu).\nOpis: Jeśli postać trafi krytycznie wroga swoją bronią, ofiara musi wykonać rzut obronny na Wytrwałość albo natychmiast zginie. Postacie odporne na trafienia krytyczne są też odporne na ten atut.\nUżywanie: automatyczne."
        }
      },
      "Icon": "ife_x2devcrit"
    }
  ]
}